---
kind: type
id: T:Autodesk.Revit.DB.ReloadLatestOptions
source: html/0b498221-bbd9-2d9a-9234-ac447cb8ab7b.htm
---
# Autodesk.Revit.DB.ReloadLatestOptions

Options to control behavior of pure reload latest (not part of synchronize with central).

## Syntax (C#)
```csharp
public class ReloadLatestOptions : IDisposable
```